 [
        
            
                {
                    "headline": "‘Bad news and bad omens’: Graph that proves government’s $1080 plan has failed’",
                    "date": "10 Nov 19",
                    "image": "https://content.api.news/v3/images/bin/115e8082efd9e9c8c165214734c3b0fd?width=650",
                    "link": "https://www.news.com.au/finance/economy/australian-economy/bad-news-and-bad-omens-graph-that-proves-governments-1080-plan-has-failed/news-story/e1e57fa6d5eb3944f4a0b55989d11f84",
                    "content": "It’s Melbourne Cup week and on form, you wouldn’t bet on the Australian economy.A terrifying set of numbers came out of on Monday, setting the stage for a tensely awaited Reserve Bank (RBA) board meeting on Tuesday. But the central bank decided not to cut interest rates again, foregoing any boost to the economy for now.But the economy looks like it really needs a boost. Economists were looking forward to two pieces of data on Monday, and they both came out ugly.First was retail sales."
                },
                {
                    "headline": "‘Capable of a violent act’: Manhunt after one dead, one critical in Sydney construction site stabbing’",
                    "date": "12 Nov 19",
                    "image": "https://cdn.newsapi.com.au/image/v1/4a9dfdcced4ec2db7bac537bf784734e?width=650",
                    "link": "https://www.news.com.au/national/nsw-act/crime/police-operation-in-st-peters-sydney-after-stabbing/news-story/724891435b6c79426341365f0190245c",
                    "content": "A manhunt is under way after a father and son were stabbed, one fatally, at a construction site in Sydney.Albert Metledge, 76, was stabbed to death and his 33-year-old son Anthony left in a critical condition after the incident at a worksite on the Princes Highway at Tempe opposite St Peters.“We believe that he is capable of a violent act which he has done today,” he said.He said the knife used in the attack was found still inside the 33-year-old."
                }
            
        
    ]
